IDEA Open Model
ResultOfNLASection Class
Compatible with IDEA StatiCa 20.1
Note: This API is now obsolete.
 Result of internal forces in the one position
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultOfNLASection
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
[ObsoleteAttribute]
public class ResultOfNLASection
<ObsoleteAttribute>
Public Class ResultOfNLASection
The ResultOfNLASection type exposes the following members.
Constructors
Name | Description
ResultOfNLASection
 Constructor
Top
Properties
Name | Description
Points
 Results in points
Position
 Position on member
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace